{
        "breadCrumbs": [
        {
            "text": "Dashboard",
            "href": "/dashboard"
        },
        {
            "text": "Choose a commercial agreement",
            "href": "/projects/choose-agreement"
        },
        {
            "text": "Procurement overview",
            "href": "#"
        }
    ],
    "title": "Procurement overview",
    "line1": "Follow the steps below to create your procurement. Each stage can be saved and resumed at any time.",
    "line2": "You can download and save what you enter to your system",
    "line4": "Check the terms and conditions for this lot in the ",
    "line5": "lot detail page.",
    "events": [
        {
            "eventno": 1,
            "eventTitle": "See available suppliers",
            "buttonText": "See available suppliers",
            "buttonDisable": false,
            "href": "/rfi/rfi-tasklist",
            "sections": ["Every supplier is checked to make sure they can supply the products or services offered by the commercial agreement."],
            "list": [],
            "required": "optional",
            "status": "optional"
        },
        {
            "eventno": 2,
            "eventTitle": "Do pre-market engagement",
            "buttonText": "Start pre-market engagement",
            "note": "",
            "buttonDisable": false,
            "href": "/projects/routeToMarket?isrfi=1",
            "sections" : ["You can ask suppliers questions, before formally publishing your requirements to find out what products and services, or refine your needs.<br/><br/> For the lot you selected, you can do pre-market engagement in one of the following ways :"],
            "subsections": [["<b>Request for Information (RfI)</b>",
                                "Gather information for your project from suppliers about the products and services they offer, and the commercial terms needed to buy them.",
                                "This section is optional, if you are ready to write and publish your requirements you can go to the next step.",
                                "You cannot run stages 2 and 3 at the same time."
                            ]],
            "list": [],
            "required": "optional",
            "status": "optional"
        },
        {
            "eventno": 3,
            "eventTitle": "Write and publish your requirements",
            "buttonText": "Write and publish requirements",
            "buttonDisable": false,
            "href": "/requirements/choose-route",
            "sections": ["Write and publish your bid-pack for suppliers, who can then submit their responses to your requirements and complete any other evaluation tasks set by you.",
             "You will need a clear set of criteria that suppliers will need to meet, and be evaluated against. You will also need to include how you will score their responses.",
             "For the lot you selected, you can run your procurement in one of the following ways:",
             "<b>Further competition</b>",
             "You will need to invite all suppliers to bid for your opportunity and assess all bids that are submitted.",
              "This also known as one-stage further competition."],
             "subsections": [
                ["<b>Further competition with capability assessment</b>",
                "You can shortlist the suppliers to find the ones most suitable for your procurement using a capability assessment tool.",
                "Only the suppliers on the shortlist will be invited to bid for your opportunity.",
                "This is also known as two-stage further competition"],["<b>Direct award</b>",
                "Based on the supplier responses you receive, if you find a single supplier who can meet your needs you can choose to award your contract directly to them after completing a capability assessement.",
                "You need to complete this step before you can award your contract."]],
            "list": [],
            "required": "optional",
            "status": "not started"
        },
        {
            "eventno": 4,
            "eventTitle": "Do evaluation",
            "sections": ["You must evaluate the suppliers to find the one that best meets your requirements.<br/><br/>You should use the methods and criteria you published with your requirements to assess and score suppliers.<br/><br/>You can then award a contract to your preferred supplier."],
            "required": "optional",
            "status": "cannot start yet"
        },
        {
            "eventno": 5,
            "eventTitle": "Award your contract",
            "sections": ["When you have completed your evaluation and found a suitable supplier, you can award your contract.",
                "You will need to give feedback to any unsuccessful suppliers."],
            "required": "optional",
            "status": "cannot start yet"
        },
        {
            "eventno": 6,
            "eventTitle": "Publish your contract",
            "sections": ["You need to publish the contract on <a href='https://www.gov.uk/contracts-finder' target='_blank'> Contracts Finder.</a> This is a legal requirement."],
            "required": "optional",
            "status": "cannot start yet"
        }
    ],
    "related": {
        "title": "Related content",
        "content": {
            "href": "/agreement/lot?agreement_id=RM6263&lotNum=Lot%202",
            "text": "Digital Specialists and Programmes, Lot 2: Specialists"
        }
    }
}