{
    "breadCrumbs": [{
            "text": "Dashboard",
            "href": "/dashboard"
        },
        {
            "text": "Choose a commercial agreement",
            "href": "/projects/choose-agreement"
        },
        {
            "text": "Procurement overview",
            "href": "#"
        }
    ],
    "title": "Procurement overview",
    "line1": "Follow the process below to create your procurement. Each stage can be saved and resumed at any time.",
    "line2": "You can download and save what you enter to your own system.",
    "line4": "Check the terms and conditions for this lot within the documents area of the MCF3 agreement page.",
    "line5": "documents area",
    "events": [{
            "eventno": 1,
            "eventTitle": "See available suppliers",
            "buttonText": "See all suppliers",
            "buttonText1": "Create supplier shortlist",
            "buttonText2": "View Saved Suppliers",
            "buttonDisable": false,
            "href": "#",
            "href1": "/projects/routeToCreateSupplier",
            "href2": "/fca/supplier/list",
            "sections": [
                "<b>Create a shortlist of suppliers</b>",
                "Use the supplier filtering tool first to create and download a shortlist of suppliers. Because suppliers in Lots 2 and 3 provide all services, they cannot be filtered.",
                "The supplier list generated by this tool will be applied to all pre-market engagement and call-off activities in this project. You will have to change the requirements if you want to contact all suppliers that are available in the lot."
            ],
            "subsections": [
                [
                    "You can only access suppliers’ rate cards through the filtering tool.",
                    "This section is optional."
                ]
            ],
            "list": [

            ],
            "required": "optional",
            "status": "optional"
        },
        {
            "eventno": 2,
            "eventTitle": "Do pre-market engagement",
            "buttonText": "Start pre-market engagement",
            "note": "",
            "buttonDisable": true,

            "href": "/projects/events/choose-route",
            "sections": [
                "You can refine your needs by asking supplier(s) questions before formally publishing your requirements. You cannot run a pre-market engagement and write and publish your requirements at the same time.",
                "Do pre-market engagement in one of the following ways:"
            ],
            "subsections": [
                [
                    "<b>Expression of Interest (EoI)</b>",
                    "Find out if suppliers are interested in bidding for your project and can offer the products or services needed. If a supplier does not respond to an EoI sent from the buyer, they cannot bid for the opportunity later."
                ],
                [
                    "<b>Request for Information (RfI)</b>",
                    "Gather information for your project from suppliers about the products and services they offer.",
                    "You cannot run an EoI and RfI at the same time, in the same project.",
                    "This section is optional; if you are ready to write and publish your requirements you can go straight to the next step."
                ]
            ],
            "list": [

            ],
            "required": "optional",
            "status": "optional"
        },
        {
            "eventno": 3,
            "eventTitle": "Write and publish your requirements",
            "buttonText": "Write and publish requirements",
            "buttonDisable": true,
            "href": "#",
            "sections": [
                "Write and publish your bid pack for suppliers, who can then submit their responses to your requirements and complete any other evaluation tasks set by you.",
                "You will need a clear set of criteria that suppliers will need to meet and be evaluated against. You will also need to include how you will score their responses.",
                "For the lot you selected, you can run your procurement in one of the following ways:"
            ],
            "subsections": [
                [
                    "<b>Further competition</b>",
                    "You will need to invite all suppliers that have been shortlisted using the supplier filtering tool to bid for your opportunity. You will need to evaluate all bids that are submitted."
                ],
                [
                    "<b>Direct award</b>",
                    "If you find a single supplier who can meet your needs, you can choose to award your contract directly. You will need to make sure they are able to meet your requirements."
                ]
            ],
            "list": [

            ],
            "required": "optional",
            "status": "not started"
        },
        {
            "eventno": 4,
            "eventTitle": "Do evaluation",
            "sections": [
                "You must evaluate suppliers to find the one that best meets your requirements.",
                "You should use the methods and criteria you published with your requirements to assess and score suppliers.",
                "You can then award a contract to your preferred supplier."
            ],
            "required": "optional",
            "status": "cannot start yet"
        },
        {
            "eventno": 5,
            "eventTitle": "Award your contract",
            "sections": [
                "When you have completed your evaluation and found a suitable supplier, you can award your contract.",
                "You will need to give feedback to the successful supplier as well as all unsuccessful suppliers."
            ],
            "required": "optional",
            "status": "cannot start yet"
        },
        {
            "eventno": 6,
            "eventTitle": "Publish your contract",
            "sections": [
                "You need to publish the contract on <a href='https://www.gov.uk/contracts-finder' target='_blank'>Contracts Finder.</a> This is a legal requirement."
            ],
            "required": "optional",
            "status": "cannot start yet"
        }
    ],
    "related": {
        "title": "Related content",
        "content": {
            "href": "/agreement/lot?agreement_id=RM6263&lotNum=Lot%202",
            "text": "Digital Specialists and Programmes, Lot 2: Specialists"
        }
    }
}