{
    "breadCrumbs": [{
            "text": "Dashboard",
            "href": "/dashboard"
        },
        {
            "text": "Choose a commercial agreement",
            "href": "/projects/choose-agreement"
        },
        {
            "text": "Procurement overview",
            "href": "#"
        }
    ],
    "title": "Procurement overview",
    "line1": "Follow the steps below to create your procurement. Each stage can be saved and resumed at any time.",
    "line2": "You can download and save what you enter to your own system.",
    "line4": "Check the terms and conditions for this lot within the documents area of the MCF3 agreement page.",
    "line5": "documents area",
    "events": [{
            "eventno": 1,
            "eventTitle": "See available suppliers",
            "buttonText": "See all suppliers",
            "buttonText1": "Create supplier shortlist",
            "buttonText2": "View Saved Suppliers",
            "buttonDisable": false,
            "href": "#",
            "href1": "/projects/routeToCreateSupplier",
            "href2": "/fca/supplier/list",
            "sections": [
                "<b>Create a shortlist of suppliers</b>",
                "Create and download a shortlist of suppliers, which will be applied to all pre-tender market engagement and call-off events in this project. Because suppliers in Lots 2 and 3 provide all services, they cannot be filtered.",
                "You can access supplier rate cards through the filtering tool."
            ],

            "list": [

            ],
            "required": "optional",
            "status": "optional"
        },
        {
            "eventno": 2,
            "eventTitle": "Do pre-tender market engagement",
            "buttonText": "Start pre-tender market",
            "note": "",
            "buttonDisable": true,

            "href": "/projects/events/choose-route",
            "sections": [
                "You can refine your needs by asking questions before formally publishing your requirements. You cannot run an Expression of Interest, Request for Information, Further Competition or Direct Award at the same time, in the same project.",
                "You can do pre-tender market engagement in one of the following ways:"
            ],
            "subsections": [
                [
                    "<b>Expression of Interest (EoI)</b>",
                    "Find out if suppliers are interested in bidding for your project and can offer the products or services needed. If a supplier does not respond to an EoI, they cannot bid for the opportunity later."
                ],
                [
                    "<b>Request for Information (RfI)</b>",
                    "Gather information for your project from suppliers about the products and services they offer.",
                    "If you are ready to write and publish your requirements you can go straight to the next step."
                ]
            ],
            "list": [

            ],
            "required": "optional",
            "status": "optional"
        },
        {
            "eventno": 3,
            "eventTitle": "Write and publish your requirements",
            "buttonText": "Write and publish requirements",
            "buttonDisable": true,
            "href": "#",
            "sections": [
                "Write and publish your bid pack for suppliers, who can then submit their responses to your requirements.",
                "You will need a clear set of criteria that suppliers will need to meet and be evaluated against. You will also need to include how you will score their responses.",
                "For the lot you selected, you can run your procurement in one of the following ways:"
            ],
            "subsections": [
                [
                    "<b>Further competition</b>",
                    "You will need to invite all suppliers that have been shortlisted using the supplier filtering tool to bid for your opportunity. You will need to evaluate all bids that are submitted."
                ],
                [
                    "<b>Direct award</b>",
                    "If you find a single supplier who can meet your requirements, you can choose to award your contract directly."
                ]
            ],
            "list": [

            ],
            "required": "optional",
            "status": "not started"
        },
        {
            "eventno": 4,
            "eventTitle": "Do evaluation",
            "sections": [
                "You must evaluate suppliers to find the one that best meets your requirements.",
                "You should use the methods and criteria you published with your requirements to assess and score suppliers."

            ],
            "required": "optional",
            "status": "cannot start yet"
        },
        {
            "eventno": 5,
            "eventTitle": "Award your contract",
            "sections": [
                "You can now award a contract to the successful supplier.",
                "You will need to give feedback to the successful supplier as well as all unsuccessful suppliers."
            ],
            "required": "optional",
            "status": "cannot start yet"
        },
        {
            "eventno": 6,
            "eventTitle": "Publish your contract",
            "sections": [
                "You need to publish the contract on <a href='https://www.gov.uk/contracts-finder' target='_blank'>Contracts Finder.</a> This is a legal requirement."
            ],
            "required": "optional",
            "status": "cannot start yet"
        }
    ],
    "related": {
        "title": "Related content",
        "content": {
            "href": "/agreement/lot?agreement_id=RM6263&lotNum=Lot%202",
            "text": "Digital Specialists and Programmes, Lot 2: Specialists"
        }
    }
}