{
    "breadCrumbs": [
        {
            "text": "Home",
            "href": "/"
        },
        {
            "text": "Dashboard",
            "href": "/dashboard"
        },
        {
            "text": "Your Project",
            "href": "/event/management"
        },
        {
            "text": "Evaluate Suppliers",
            "href": "#"
        }
    ],
    "title": "Evaluate Suppliers",
    "subtitle": "Download all the supplier's responses to evaluate their answers. Any colleagues who are also evaluating should have access to this project. If they do not have access, you can download and share the answers with them.",
    "subtitle1":"You need to evaluate suppliers seperately, then review your feedback and scores with colleagues.",
    "subtitle2": "You will need to agree on feedback and a score for each answer from each supplier, and an overall evaluation.",
    "subtitle4":"You will need to agree on feedback and a score for each answer from each supplier, and an overall evaluation summary and score.",
    "subtitle3": "To capture your scores and feedback for the awarded supplier, ",

    "subtitle_dos": "Download the supplier responses to start evaluation.",
    "subtitle1_dos":"You need to evaluate supplier responses using the Statement of Requirements, criteria, questions and methodology as set out in your bid pack. It is good practice for up to 3 evaluators to individually score each supplier’s quality response. You will also need to evaluate price.",
    "subtitle2_dos": "The evaluators will need to agree on a score and feedback for every question response, as well as a final score for each supplier. You will need to input the final score for each supplier using ‘Add or edit final score’ below.",
    "subtitle3_dos": "You may wish to download the Award Recommendation Report, which can be used to capture your final scores and feedback, an overview of the process and your recommendation to award.",
    
    "subsection4_title4": "Suppliers who responded",
    "subsection4_table_th_1": "Supplier name",
    "subsection4_table_th_2": "Response date",
    "subsection4_table_th_3": "Supplier answer",
    "subsection4_table_th_4": "Add or edit final score",
    "subsection4_table_th_5": "Completed",
    "Downloadresponse": [
        {
            "text": "Download response",
            "link": "#"
        }
    ],
    "backJump": {
        "title": "Download all responses"
      }
}