{
  "breadCrumbs": [
    {
      "text": "Dashboard",
      "href": "/dashboard"
    },
    {
      "text": "Choose a commercial agreement",
      "href": "/projects/choose-agreement"
    },
    {
      "text": "Procurement overview",
      "href": "#"
    }
  ],
  "title": "Procurement overview",
  "line1": "Follow the steps below to start and complete your procurement. Each step can be saved and continued at any time.",
  "line2": "You can write your requirements online, using this service, or upload a document instead. You can also download what you enter online and save it to your internal systems.",
  "line3": "You cannot run step two and three at the same time.",
  "line4": "If you are not sure about the terms and conditions of this lot, please see the <a class='govuk-link govuk-link--no-visited-state' href='#'>lot detail page</a>",
  "line5": "lot detail page.",
  "events": [
    {
      "eventno": 1,
      "eventTitle": "Take a look at available suppliers",
      "buttonText": "See available suppliers",
      "href": "/rfi/rfi-tasklist",
      "sections": [
        "Every supplier is checked to make sure they can supply the products or services offered by the commercial agreement."
      ],
      "list": [],
      "required": "optional",
      "status": "todo"
    },
    {
      "eventno": 2,
      "eventTitle": "Do pre-market engagement",
      "buttonText": "Start pre-market engagement",
      "href": "/rfi/rfi-tasklist",
      "sections": [
        "You can ask suppliers questions, before formally publishing your requirements, to find out what products and services are available, or refine your needs. For the lot you selected, you can choose one of the options below:"
      ],
      "subsections": [
        [
          "<b>Expression of Interest (RfI)</b>",
          "Find out if suppliers are interested in bidding for your project, and can offer the products or services needed. If a supplier does not respond to an RfI sent from the buyer, they cannot bid for the opportunity later."
        ],
        [
          "<b>Request for Information (RfI)</b>",
          "Gather information for your project from suppliers about the products and services they offer, and the commercial terms needed to buy them.",
          "This section is optional, if you are ready to write and publish your requirements you can go to the next step. If you would like to do pre-market engagement you can click the button below.",
          "If you start this step you cannot start step 3 at the same time."
        ]
      ],
      "list": [],
      "required": "optional",
      "status": "todo"
    },
    {
      "eventno": 3,
      "eventTitle": "Write and publish your requirements",
      "buttonText": "Start to write and publish your requirements",
      "href": "/rfi/rfi-tasklist",
      "sections": [
        "Write and publish your bid-pack for suppliers, who can then submit their responses to your requirements and compelte any other evaluation tasks set by you.",
        "You will need a clear set of criteria that suppliers will need to meet, and be evaluated against. You will also need to include how you will score their responses.",
        "For the lot you selected, you can run your procurement in one of the following ways:"
      ],
      "subsections": [
        [
          "<b>One stage further competition</b>",
          "You will need to invite all suppliers to bid for your opportunity and assess all bids that are submitted."
        ],
        [
          "<b>Two stage further competition</b>",
          "You can shortlist the suppliers to find the ones most suitable for your procurement using a capability assessment tool.",
          "Only the suppliers on the shortlist will be invited to bid for your opportunity."
        ],
        [
          "<b>Direct award</b>",
          "Based on the supplier responses you receive, if you find a single supplier who can meet your needs you can choose to award your contract directly to them after completing a capability assessement.",
          "You need to complete this step before you can award your contract.",
          "If you start this step you cannot start step 2 at the same time."
        ]
      ],
      "list": [],
      "required": "optional",
      "status": "todo"
    },
    {
      "eventno": 4,
      "eventTitle": "Award your contract",
      "sections": [
        "When you have completed your evaluation and found a suitable supplier, you can award your contract.",
        "You will need to give feedback to any unsuccessful suppliers."
      ],
      "required": "optional",
      "status": "todo"
    },
    {
      "eventno": 5,
      "eventTitle": "Publish your contract",
      "sections": ["You need to publish the contract on Contracts Finder. This is a legal requirement."],
      "required": "optional",
      "status": "todo"
    }
  ],
  "related": {
    "title": "Related content",
    "content": {
      "href": "/agreement/lot?agreement_id=RM6263&lotNum=Lot%202",
      "text": "Digital Specialists and Programmes, Lot 2: Specialists"
    }
  }
}
