{
    "title": null,
    "subtitle": null,
    "line1": "You can now procure online with CCS.",
    "line2": "Sign in or create an account.",
    "line3": "Description",
    "line4": "Deliver strategic objectives through a single project or groups of projects that involve:",
    "line5": "Staff supplied could work in DevOps Services, Digital Definition Services, Build and Transition Services, End-to-End Development Services, and Data Management Services (and similar).",
    "line6": "You can explain what resource or outcome you need in the Statement of Requirements.",
    "line7": "Take a look at and download the",
    "line8": "To use this service you will need to sign in to, or create an account for, the Public Procurement Gateway.",
    "line9": "The Public Procurement Gateway helps you to access the different procurement services available to the public sector.",
    "line10": "Before you start",
    "line11": "You will need to decide the approach and stages to your procurement. These may include:",
    "line12": "Request for Information (RfI):",
    "line13": "this is used to gather market intelligence on similar projects scope, duration and learning from other projects",
    "line14": "Call-off Further Competition Capability Assessment:",
    "line15": "this is used to ask key questions of suppliers with a view to identifying a smaller number of suppliers",
    "line16": "Call-off Further Competition:",
    "line17": "this is used to compare the relative merits of the shortlisted suppliers tender responses based on an evaluation of qualitative, commercial and social value criteria",
    "line18": "To buy from this lot you will need to follow the steps below:",
    "line19": "Take a look at the available suppliers",
    "line20": "Every supplier is checked to make sure they can supply the products or services offered by the commercial agreement.",
    "line23": "Do pre-market engagement",
    "line24": "You can ask suppliers questions, before formally publishing your requirements, to find out what products and services are available, or refine your needs. For the lot you selected, you can choose one of the options below:",
    "line25": "Request for Information (RfI)",
    "line26": "Gather information for your project from suppliers about the products and services they offer, and the commercial terms needed to buy them.",
    "line27": "Write and publish your requirements",
    "line28": "Write and publish your bid-pack for suppliers, who can then submit their responses to your requirements and compelte any other evaluation tasks set by you.",
    "line29": "You will need a clear set of criteria that suppliers will need to meet, and be evaluated against. You will also need to include how you will score their responses.",
    "line30": "For the lot you selected, you can run your procurement in one of the following ways:",
    "line31": "One stage further competition",
    "line32": "You will need to invite all suppliers to bid for your opportunity and assess all bids that are submitted.",
    "line33": "Two stage further competition",
    "line34": "You can shortlist the suppliers to find the ones most suitable for your procurement using a capability assessment tool.",
    "line35": "Only the suppliers on the shortlist will be invited to bid for your opportunity.",
    "line36": "Direct award",
    "line37": "Based on the supplier responses you receive, if you find a single supplier who can meet your needs you can choose to award your contract directly to them after completing a capability assessement.",
    "line38": "You need to complete this step before you can award your contract.",
    "line39": "Award your contract",
    "line40": "Publish your contract",
    "line41": "You need to publish the contract on",
    "line42": "Contracts Finder",
    "line43": "This is a legal requirement.",
    "line44": "Back to top",
    "line53": "Direct Award:",
    "line54": " this is used to assess a single supplier tender responses based on an evaluation of qualitative, commercial and social value criteria, having regard to the buyer’s internal policies for direct award as well as Public Contract Regulation."
}